<?php
return array(
	
	//C层
	'langue' => 'cn',
	'font' => 'font: 14px/1.8 \5FAE\8F6F\96C5\9ED1, Helvetica, Arial, sans-serif; color:#333;',
	'langue_link' => 'http://m.loysmarthome.com/',
	//'langue_link' => 'http://m.ob-home.com/',
	
	'langue_m_l_link' => 'http://member.loysmarthome.com/index.php/?l=zh-cn',
	'langue_m_r_link' => 'http://member.loysmarthome.com/index.php/Login/?l=zh-cn',
	//'langue_m_l_link' => 'http://member.ob-home.com/index.php/?l=zh-cn',
	//'langue_m_r_link' => 'http://member.ob-home.com/index.php/Login/?l=zh-cn',
	
	'xy_title' => '服务条款',
	'xy' => '<p style="font-size:13px;">
		&#12288;&#12288;欢迎申请使用深圳来诚科技有限责任公司（下面简称"来诚"）所提供的服务。请您仔细阅读以下全部内容。如您不同意本服务条款任意内容，请勿注册或使用来诚的服务。如您通过进入注册程序并勾选"我同意来诚服务条款"，即表示您与来诚公司已达成协议，自愿接受本服务条款的所有内容。此后，您不得以未阅读本服务条款内容作任何形式的抗辩。<br /><br />
		
		<span style="font-weight:bold;">1.服务条款的确认和接纳</span><br />
		&#12288;&#12288;来诚服务涉及到的来诚产品的所有权以及相关软件的知识产权归来诚公司所有。来诚公司所提供的服务必须按照其发布的公司章程，服务条款和操作规则严格执行。本服务条款的效力范围及于来诚公司的一切产品和服务，您在享受来诚公司任何服务时，应当受本服务条款的约束。<br /><br />
		
		<span style="font-weight:bold;">2. 帐号与密码安全</span><br />
		&#12288;&#12288;您在使用来诚服务时可能需要注册一个帐号，您应妥善保管您的帐号和密码。当您使用完毕后，应安全退出。因您保管不善可能导致遭受盗号或密码失窃，责任由您自行承担。<br /><br />
		
		<span style="font-weight:bold;">3. 帐号注册规则</span><br />
		不得在来诚注册资料中出现违法和不良信息，且用户保证其在注册和使用帐号时，不得有以下情形：<br />
		（1）违反宪法或法律法规规定的；<br />
		（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />
		（3）损害国家荣誉和利益的，损害公共利益的；<br />
		（4）煽动民族仇恨、民族歧视，破坏民族团结的；<br />
		（5）破坏国家宗教政策，宣扬邪教和封建迷信的；<br />
		（6）散布谣言，扰乱社会秩序，破坏社会稳定的；<br />
		（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />
		（8）侮辱或者诽谤他人，侵害他人合法权益的；<br />
		（9）含有法律、行政法规禁止的其他内容的。<br /><br />
		
		<span style="font-weight:bold;">4. 用户个人信息保护<br /></span>
		（1）您在注册帐号或使用本服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您需要填写真实的身份信息。若您填写的信息不完整，则无法使用本服务或在使用过程中受到限制。<br />
		（2）来诚不会将您的个人信息转移或披露给任何非关联的第三方，除非：<br />
		（a）用户授权本网站透露这些信息；<br />
		（b）相关法律法规或法院、政府机关要求；<br />
		（c）为提供您要求的服务所必需。<br /><br />
		
		<span style="font-weight:bold;">5.自备设备<br /></span>
		（1）您使用来诚的服务需自行准备与相关服务有关的终端设备（如电脑、手机、调制解调器等装置），并承担所需的费用（如电话费、上网费等费用）。<br />
		（2）您使用本服务时会耗用您的终端设备和带宽等资源。<br /><br />
		
		<span style="font-weight:bold;">6.基于软件提供的服务<br /></span>
		（1）您在使用本服务的过程中可能需要下载软件，对于这个软件，来诚给予您一项个人的、不可转让及非排他性的许可。您仅可为访问或使用本服务的目的而使用这些软件。<br />
		（2）为了改善用户体验、保证服务的安全性及产品功能的一致性，来诚可能会对软件进行更新。您应该将相关软件更新到最新版本，否则来诚并不保证其能正常使用。<br />
		（3）来诚可能为不同的终端设备开发不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。您可以直接从来诚的网站上获取软件，也可以从得到来诚授权的第三方获取。如果您从未经来诚授权的第三方获取软件或与软件名称相同的安装程序，来诚无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。<br /><br />
		
		<span style="font-weight:bold;">7.不可抗力及其他免责事由<br /></span>
		（1）在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，来诚将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失来诚在法律允许的范围内免责。<br />
		（2）在法律允许的范围内，来诚对以下情形导致的服务中断或受阻不承担责任：<br />
		（a）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；<br />
		（b）用户或来诚的电脑软件、系统、硬件和通信线路出现故障；<br />
		（c）用户操作不当；<br />
		（d）用户通过非来诚授权的方式使用本服务；<br />
		（e）其他来诚无法控制或合理预见的情形。<br /><br />
		
		<span style="font-weight:bold;">8.服务条款的变更，中断，终止<br /></span>
		（1）来诚不断的在改进并完善其服务，所以在必要时会变更本服务条款。您可以在相关服务页面查阅最新版本的服务条款。<br />
		（2）本服务条款变更后，如果您继续使用来诚提供的服务，即视为您已接受修改后的条款。如果您不接受修改后的条款，应当停止使用来诚提供的服务。<br />
		（3）来诚因经营需要，有可能会中断或终止此服务。<br />
		（4）如发生下列任何一种情形，来诚有权不经通知而中断或终止向您提供的服务：<br />
		（a）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；<br />
		（b）您违反相关法律法规或本协议的约定；<br />
		（c）按照法律规定或主管部门的要求。<br /><br />
		
		<span style="font-weight:bold;">9.信息内容所有权<br /></span>
		&#12288;&#12288;本网站的信息内容（如文字、图表、软件、相片等）受版权、商标、标签和其他财产所有权法律的保护。用户只能在本网站授权下使用这些内容，不得擅自挪用。<br /><br />
		
		<span style="font-weight:bold;">10.法律<br /></span>
		&#12288;&#12288;本服务条款与中国人民共和国的法律一致。用户和本网站一致同意服从本网站所在地有管辖权的法院管辖。如发生本网站服务条款与中华人民共和国法律抵触时，则这些条款将按法律规定重新解释，而其他条款则依旧保持对用户的约束力。<br />
		</p>',
	
	'S_mobile_r' => '手机号码已注册',
	'S_mobile_g' => '手机号码格式不正确',
	'S_user_r' => '用户名已存在',
	'S_code_e' => '验证码错误',
	'S_code_n' => '验证码不能为空',
	'S_user_pw_e' => '用户名或密码错误',
	'S_user_pw_n' => '用户名或密码不能为空',
	
	'S_del' => '删除成功',
	'S_del_e' => '删除失败',
	'S_parameter_e' => '参数错误',
	'S_update_n' => '无更新数据',
	'S_update' => '更新成功',
	'S_update_e' => '更新失败',
	'S_binding' => '手机已经绑定到其他用户上',
	'S_pass_c' => '两次密码输入不一致',
	'S_pass_e' => '原始密码错误',
	'S_edit' => '修改成功',
	'S_pass_n' => '密码不能为空',
	'S_member_n' => '会员不存在',
	'S_sys_e' => '服务器繁忙，删除失败！',
	
	
	'S_t_j' => '跳转',
	'S_t_a' => '页面自动',
	'S_t_w' => '等待时间',
	'S_t_jl' => '跳转提示',
	 
	
	'p_lg_cn' => 'login_03.jpg',
	'p_rg_cn' => 'signup_03.jpg',
	
	
	
	
	//底部
	'Company' => '深圳来诚科技有限责任公司',
	'Company_S' => '来诚科技',
	'Adress' => '地址：深圳市宝安区西乡街道宝源路名优工业产品展示采购中心B座一区410号 ',
	'Tell' => '电话：0755-23016026',
	'Copy' => '粤ICP备15056806号-1',
	'All_Reserved'=>'版权所有',

	//登陆注册
	'Login' => '登陆',
	'Registered' => '注册',
	'SUBMIT' => '提&#12288;&#12288;交',
	'FORGOTPASS' => '忘记密码？',
	'Case_sensitive' => '区分大小写!',
	'Username' =>'用户名',
	'Password' =>'密&#12288;码',
	'Notacount' =>'还没有注册帐号',
	'RegNow' =>'立即注册',
	'Fill' => '请正确填写下列列表',
	'Registerede' => '提交注册',
	'ExAcount' => '已有帐号?',
	'Dlogin' => '直接登陆',
	'Ename' => '输入会员名',
	//'ExAcount' =>　'已有帐号?',	
		
		
	
	'Igree' => '我已阅读并同意',
	'Terms' => '服务条款',
	'landing' => '直接登陆',
	
	'Name' => '真实姓名',
	'Code' => '验证码',
	'Mobile' => '手机号',
	'City' => '请选择国家、地区',
	'Repass' => '确认密码',
	'Pass' => '登陆密码',
	'User' => '用户名',
	'Select_City' => '请选择手机所在国家',
	'Gain_Code' => '获取验证码',
	
	//登陆验证提示
	'Cuser_l_n' => '帐号不能为空',
	'Cuser_l_e' => '请输入正确的帐号',
	'Cpass_l_n' => '密码不能为空',
	'Cpass_l_e' => '请输入正确的密码',
	
	//注册验证提示
	'Crepass' => '通过检测！',
	'Cclause' => '请接受服务条款',
	
	//用户名
	'Cuser' => '3-20个字母、数字组合！',
	'Cuser_e' => '3-20个字母、数字组合！',
	'Cuser_n' => '用户名不能为空！',
	//'Cuser_ajx' => '用户名已存在！',                //???
	
	//密码
	'Cpass' => '6-20个字符、区分大小写！',
	'Cpass_e' => '请输入6位以上的密码',
	'Cpass_n' => '密码不能为空',
	'Cpass_c' => '密码输入不一致',
	
	//手机
	'Cmobile_n' => '手机号不能为空',
	'Cmobile_e' => '手机号错误',
	'Cmobile_ajx' => '手机号码已注册',           
	'Cmobile_check' => '正在检测信息…',
	'Cmobile_send' => '秒后重新发送',
	
	//验证码
	'Ccode_n' => '验证码不能为空',
	'Ccode_e' => '请输入正确的验证码',
	//'Ccode_ajx' => '验证码错误',               //???
	
	//姓名
	'Cname_n' => '姓名不能为空',
	'Cname_e' => '姓名为中文或英文16个字符',
	
	
	
	//管理中心
	'Center' => '管理中心',
	//导航
	'Member' => '我的成员',
	'Add_member' => '添加成员',
	'Equipment' => '我的设备',
	'Model' => '我的模式',
	//'Add_model' => '添加模式',
	'Add_model' => '添加模式',
	'Equ_state' => '设备状态',
	'Other_Equ_state' => '其他设备默认',
	'Time' => '我的时间',
	'Add_time' => '添加时间',
	'Information' => '我的资料',
	'Change_password' => '修改密码',
	'Exit' => '退出管理',
	
	//公共
	'Box_name' => '提示信息',
	'Confirm_delete' => '请确认删除',
	'Sure' => '确定',
	'Cancel' => '取消',
	
	'Success' => '保存成功！',
	'Cadd' => '继续添加',
	'Back' => '返回',
	
	'Operation' => '操作',
	'Edit' => '编辑',
	'Delete' => '删除',
	'Save' => '保&#12288;存',
	
	//user模块
	'Member_management' => '成员管理',
	'Identification_id' => '识别ID',
	'Identification_id_n' =>'识别ID不能为空',
	
	'Editorial_member' => '编辑成员',
	'Member_name' => '成员姓名',
	'Member_id' => '成员ID',
	
	'Member_name_n' => '成员姓名不能为空',
	'Member_id_n' => '请输入01~99的数字',
	'Member_id_e' => '成员ID不能出现特殊字符',
	
	'Original_pw' => '原始密码',
	'New_pw' => '新密码',
	'Sure_pw' => '确认密码',
	'U_Mobile' => '手机号码',
	'No_updates' => '无更新内容',
	
	
	//设备模块
	'Equipment_position' => '设备位置',
	
	'Edit_equipment' => '编辑设备',
	'Sms_notification' => '是否通过短信通知',
	'Edit_Information' =>'修改资料',
	'SMS' =>'短信',
	'No' => '否',
	'Yes' => '是',
	
	'Linkage_opening' => '联动开',
	'Main_opening' => '主设备开副设备开',
	
	'Linkage' => '联动关',
	'Master_Guan' => '主设备关副设备关',
	'Anti_linkage' => '反联动开',
	'Main_opening2' => '主设备开副设备关',
	'Anti_linkage2' => '反联动关',
	'Main_opening3' => '主设备关副设备开',
	
	'Equipment_position_n' => '设备位置不能为空',
	'Equipment_position_z' => '设备位置已被占用',
    
	//模式
	'Models' => '模式',
	
	'Model_name' => '模式名称',
	'Model_format' => '1~18个字符',
	'Model_n' => '模式不能为空',
	'Model_z' => '模式名称已被占用',
	'Add_equipment' => '添加设备',
	//'Add_model' => '加入模式',
	'Off' => '关',
	'Open' => '开',
	
	'Edit_models' => '编辑模式',
    
	//时间模块
	
	'Times' => '时间',
	
	'Times_n' => '时间名称不能为空',
	'Times_e' =>'时间格式不正确',
	'Times_z' =>'时间名称已被占用',
	'Week' => '星期',
	'Set_times' => '设置时间',
	'Add_switch' => '加入开关',
	'Times_name' => '时间名称',
	'Username_n' => '登陆用户不允许修改',
	
	'SUN' => '星期日',
	'MON' => '星期一',
	'TUE' => '星期二',
	'WED' => '星期三',
	'THU' => '星期四',
	'FRI' => '星期五',
	'SAT' => '星期六',
	
	'Edit_times' => '编辑时间',
	
	
	//找回密码
	
	'Find_pw' => '找回密码',
	'Identity' => '身份验证',
	'Re_pw' => '重置密码',
	'Complete' => '完成',
	'Y_mobile' => '手机号码',
	'Y_user' => '请输入用户名',
	'Y_user_ex' => '用户名不存在',
	'Y_user_e' => '请输入正确的用户名',
	'Y_user_n' => '用户名不能为空',
	'Next' => '下一步',
	'Warmt' =>'温馨提示',
	'NSensitive' => '1. 填写会员号请注意大小写',
	'Set_newpw' => '设置新密码',
	'Sure_newpw' => '确认新密码',
	'Complete' => '完&#12288;&#12288;成',
	'TryCode' => '1.若您的手机可正常使用但无法接收到验证码短信,请您稍后重新尝试操作。',
	'IfPhone' => '2. 若您的手机停止使用，请',
	'IfConnect' => "联系我们!",
	
	'L_t' => '登陆',
	'R_t' => '注册',
	'Pw_reset_s' => '恭喜：您的会员密码修改成功！现在您可以',
	'LoginIm' => '立即登陆',
	'ManageAc' =>'管理您的账户',
	'Jump_to' => '秒后跳转到登陆页面',
	
					
	//导航条
	'Home' => '首页',
	'Solution' => '解决方案',
	'Products' => '产品展示',
	'Download' => '应用下载',
	'About_Us' => '关于我们',
	'Join_Us' =>'代理加盟',
	'Recent_News' =>'最新动态',
	'Service' => '服务中心',
	'Register' => '注册',
	'Login' => '登录',
		
	//分页
	'Prev' => '上一页',
	'Next' => '下一页',
	'Records' =>'条记录',
	'First' => '第一页',
	'Last' => '最后一页',
	'Page' => '&#12288;页',
	'Pr' =>'下 ',
	'Ne' => '上 ',	
	'Page' => '页&#12288;',
	'Out_succ' => '退出成功',
	'Login_succ' =>'登录成功',
		
	//图形验证码
	'P_Image_Code' => '请输入验证码 !',
	'Submit' => '提交',
	'Try_Again' => '换一换',
		
	//其中默认模式
	'Entertainment' => '娱乐模式',
	'Away_Home' => '离家模式',
	'Home_Mode' => '回家模式',
	'Sleeping_Mode' => '睡觉模式',
	'Napping_Mode' => '午睡模式',
	'Awake_Mode' => '起床模式',
	'Security_Mode' => '防盗模式',
		
	//默认
	'Model_None' =>'无',
		
	//短信验证
	'FindSMS' => '尊敬的用户：您正在进行找回密码操作，验证码为',
	'RedSMS' => '尊敬的用户：感谢您使用来诚科技智能管理系统，验证码为',
	'NotReveal' =>',请勿向他人泄露.',
		
		//新版
		'WORK_TIME' => '周一至周五8：00-19：30（节假日除外）',
		'ANDROID' => '安卓',
		'Smart_Home' =>'智能家庭',
		'Smart_Hotel' =>'智能酒店',
		'Smart_Office' =>'智能办公',
		'Smart_Community' =>'智能社区',
		'Requirements' => '加盟条件',
		'Message' =>'在线留言',
		'Company_Profile'=> '公司简介',
		'SERVICE' => '服务中心',
		'service_hotline' =>'服务热线',
		'Logout' => '退出',
		'SHLB' => '智能家居领导品牌',
);